[
	{
		id: "casaCheta",
		title: "Casa Pudiente",
		text: "Hasta mitad del S XVII las casas urbanas eran pequeñas, mal iluminadas, paredes de ladrillo o adobe, ventanas sin vidrio y patios. Luego, el desarrollo devino en grandes edificios privados y públicos. Podían tener uno o varios patios y grandes salones, y algunos tenían un cuarto de alquiler."
	},
	{
		id: "iglesia",
		title: "Iglesia",
		text: "Las había de distintas órdenes religiosas. La principal era la Catedral. A la misa del alba iban los pobres y al mediodía quienes contaban con una mejor posición económica, y todos lo hacían con sus mejores ropas. Los esclavos llevaban almohadones para que las mujeres pudiesen arrodillarse."
	},
	{
		id: "campo",
		title: "El Campo",
		text: "En los alrededores de la Ciudad vivían labradores que se dedicaban a cultivar hortalizas y cereales como así también a criar animales . Trabajaba toda la familia y a veces también personas que ayudaban a cambio de techo y comida. Había pocos trabajadores permanentes y solían ser esclavos. "
	},
	{
		id: "rancho",
		title: "Rancho",
		text: "La mayor parte de la población vivía en ranchos de una sola planta con techos de paja y paredes de tierra arcillosa, paja y estiércol. Se organizaban en torno a un pasillo lateral. El perímertro del rancho estaba protegido por un cerco de tunas"
	},
	{
		id: "pulperia",
		title: "Pulperia",
		text: "La pulpería era un negocio donde se vendía todo tipo de productos. Era una mezcla de almacen y taberna. La mayoría de los pulperos eran españoles. Las mujeres sólo concurrían durante la mañana o en las primeras horas de la noche. Avanzada la noche sólo iban hombres."
	},
	{
		id: "cocina",
		title: "Cocina",
		text: "El fogón estaba encendido todo el día, con agua lista para el mate o para cocinar. El humo ennegrecía las paredes y salía por un agujero en el techo. Las comidas no eran reuniones sociales ni se hacían con horarios fijos. La vajilla y los utensilios escaseaban. Se utilizaban pocos elementos."
	},	
	{
		id: "cuarto",
		title: "Cuarto",
		text: "Solían tener una cama de madera aunque el respaldo también podía ser de bronce. Los colchones eran de plumas o lana. Las sábanas estaban decoradas con encaje y puntilla. Se usaban frazadas de lana o ponchos como abrigo."
	},	
	{
		id: "banio",
		title: "Baño",
		text: "Para la época los inodoros eran muy diferentes a los que conocemos hoy. Se usaba una letrina, esto era un cuarto de madera ubicado en el patio posterior y tenía un agujero en el piso hecho sobre tablas."
	},	
	{
		id: "banio-hombre",
		text: "¡Hora del baño semanal!. Toda la familia se baña con esta misma agua. ¡No la vamos a desperdiciar!"
	},
	{
		id: "banio-mujer",
		text: "¡Ahhh! El agua que calentó Juana en el fogón está como me gusta."
	},	
	{
		id: "traje-1-hombre",
		text: "Es un traje refinado, aunque me va un poco ajustado."	
	},
	{
		id: "traje-2-hombre",
		text: "No sos realmente elegante si no llevás galera"	
	},
	{
		id: "traje-3-hombre",
		text: "Me encanta vestirme como un lord inglés."	
	},	
	{
		id: "traje-1-mujer",
		text: "¡Nunca salgo de casa sin mantilla!"	
	},
	{
		id: "traje-2-mujer",
		text: "Mi peineta es española y tallada en carey, ¿te gusta?"	
	},
	{
		id: "traje-3-mujer",
		text: "Este vestido con chaqueta Spencer es mi favorito."	
	},
	{
		id: "negrito",
		multiple-choice: 
		{ 
			title: "Quiero comprar:",
			options: ["Leche", "Agua"],
			onClick: ["negrito-leche", "negrito-agua"]
		}		
	},	
	{
		id: "mulata_tiene_ingrediente",
		text: "Ese ingrediente ya lo usamos"
	},
	{
		id: "mulata_no_necesita_ingrediente",
		text: "La receta no lleva ese ingrediente..."
	},
	{
		id: "mulata_felicita_por_ingrediente",
		text: "¡Muy bien! Que rico va a estar esto..."
	},
	{
		id: "mulata_fin",
		multiple-choice: 
		{ 
			title: "Ya completamos toda la receta. ¡Gracias por la ayuda!",
			options: ["Hacer otra", "¡Chau!"],
			onClick: ["mulata-otra", "mulata-done"]
		}		
	},
	{
		id: "negrito-tortugas",
		text: "Echamos carbones al agua para purificarla… Y tiramos tortugas para saber si está buena. Además, se comen los bichitos"
	},
	{
		id: "cantina-pregunta",
		text: "¿A quién querés que atienda?"
	},
	{
		id: "indio",
		text: "Vine a la ciudad a vender plumas y a comprar añil, tabaco, yerba y aguardiente"
	},
	{
		id: "cantina-esclavo",
		text: "Ah, no, no. Está prohibido vender bebidas a esclavos. Pero bueno, dale"
	},
	{
		id: "cantina-amigo",
		text: "Ahí va una ginebra para el amigo"
	},
	{
		id: "aljibe",
		title: "Patio con aljibe",
		text: "Se echaban carbones al agua para purificarla y tortugas para saber si estaba buena. Además, se comían los bichitos"	
	},
	{
		id: "bochas",
		title: "Bochas",
		text: "El origen de este juego es indígena. Se practicaba en una cancha cuyos límites estaban marcados por gruesos troncos de madera."
	},
	{
		id: "perinola",
		title: "Perinola",
		text: "Era un pequeño trompo de cuatro caras marcadas con las letras S (saca), P (pone), D (deja) y T (todo) que indicaban la actitud que debían seguir los apostadores con respecto a lo apostado"
	}
]