[
	{
		id: "casaCheta",
		title: "Casa Pudiente",
		text: "Hasta mitad del siglo XVII las casas urbanas solían ser pequeñas, con mala iluminación, paredes de ladrillo o adobe, ventanas sin vidrio y grandes patios. Luego, el desarrollo económico de la ciudad se expresó en grandes construcciones tanto privadas como públicas. Las casas empezaron a contar con varios patios y grandes salones, las más chicas estaban construidas alrededor de un solo patio, y las mínimas, de un único cuarto de alquiler."
	},
	{
		id: "iglesia",
		title: "Iglesia",
		text: "Las iglesias pertenecían a distintas órdenes religiosas, como la de los dominicos o la de los jesuitas. La iglesia principal de la ciudad era la Catedral. A la misa del alba concurrían los pobres en cambio asistían al mediodía quienes contaban con una mejor posición económica. Como las iglesias no tenían bancos, los esclavos llevaban almohadones para que las mujeres y niñas estuviesen cómodas al momento de arrodillarse durante la ceremonia. Tanto ricos como pobres vestían sus mejores ropas para celebrar la misa."
	},
	{
		id: "campo",
		title: "El Campo",
		text: "En los alrededores de la Ciudad de Buenos Aires vivían labradores que se dedicaban a cultivar hortalizas y cereales como así también a criar animales con los que abastecían a la ciudad. Trabajaban todos los miembros de la familia y a veces también personas que se sumaban a trabajar a cambio de techo y comida. Había pocos trabajadores permanentes y solían ser esclavos. "
	},
	{
		id: "rancho",
		title: "Rancho",
		text: "La mayor parte de la población vivía en ranchos. Estas viviendas contaban con una sola planta, techos de paja sostenidos con palmas o atados con cañas y paredes de tierra arcillosa, paja y estiércol. Por lo tanto eran muy inestables y constantemente debían reconstruirse. Solían organizarse en torno a un pasillo lateral al que daban las habitaciones. Muchas veces, la habitación que daba a la calle era usada como negocio. Los productos se colgaban de la ventana o se exhibían en la calle, con el riesgo  de que pasara alguien a caballo y los robara al galope."
	},
	{
		id: "pulperia",
		title: "Pulperia",
		text: "La pulpería era un negocio donde se vendía todo tipo de productos para el consumo diario. Funcionaban a la vez como almacenes y como taberna, y eran lugares de ocio para los varones plebeyos. Eran locales sencillos. La mayoría de los pulperos provenían de España. Si bien las pulperías suelen considerarse como espacios exclusivamente masculinos, las mujeres pertenecientes a los sectores populares concurrían pero durante la mañana o en las primeras horas de la noche. Avanzada la noche, las pulperías se convertían en un espacio masculino en el que los parroquianos bebían, jugaban a las cartas, a los bolos y tocaban la guitarra."
	},
	{
		id: "cocina",
		title: "Cocina",
		text: "En la cocina el fogón estaba encendido todo el día, con agua lista para el mate y también para cocinar. El humo ennegrecía las paredes y salía por un agujero en el techo. En muchas casas no había horario fijo para comer y no era frecuente reunirse para hacerlo. La vajilla y los cubiertos escaseaban: solo había cuchillos y algún tenedor o cuchara. Los utensilios también eran pocos: ollas de hierro, una pava, alguna sartén y un cucharón o un palo para revolver."
	},	
	{
		id: "cuarto",
		title: "Cuarto",
		text: "Solían tener una cama de madera aunque el respaldo también podía ser de bronce. Los colchones eran de plumas o lana. Las sábanas estaban decoradas con encaje y puntilla. Se usaban frazadas de lana o ponchos como abrigo. En el cuarto también podías encontrar un baúl, un ropero, un banco y un tocador con espejo."
	},	
	{
		id: "banio",
		title: "Baño",
		text: "Las viviendas tradicionales porteñas tenían, hasta el siglo XIX, una letrina, es decir un cuarto de madera o mampostería ubicado en el patio posterior con un agujero en el piso hecho sobre tablas, algunos ladrillos o simplemente tierra con cal. Debido a su olor pestilente y la falta de higiene común en la época, consecuencia de la escasez de agua, las casas tuvieron un bucloir, un tocador y sólo más tarde un cuarto de baño."
	},	
	{
		id: "banio-hombre",
		text: "¡Hora del baño semanal!. Toda la familia se baña con esta misma agua. ¡No la vamos a desperdiciar!"
	},
	{
		id: "banio-mujer",
		text: "¡Ahhh! El agua que calentó Juana en el fogón está como me gusta. Pronto cambiaremos esta bañera de madera por una mejor de latón"
	},	
	{
		id: "traje-1-hombre",
		text: "Es un traje refinado, aunque me va un poco ajustado."	
	},
	{
		id: "traje-2-hombre",
		text: "No sos realmente elegante si no llevás galera"	
	},
	{
		id: "traje-3-hombre",
		text: "Me encanta vestirme como un lord inglés."	
	},	
	{
		id: "traje-1-mujer",
		text: "¡Nunca salgo de casa sin mantilla!"	
	},
	{
		id: "traje-2-mujer",
		text: "Mi peineta es española y tallada en carey, ¿te gusta?"	
	},
	{
		id: "traje-3-mujer",
		text: "Este vestido con chaqueta Spencer es mi favorito."	
	},
	{
		id: "negrito",
		multiple-choice: 
		{ 
			title: "Quiero comprar:",
			options: ["Leche", "Agua"],
			onClick: ["negrito-leche", "negrito-agua"]
		}		
	},	
	{
		id: "mulata_tiene_ingrediente",
		text: "Ese ingrediente ya lo usamos"
	},
	{
		id: "mulata_no_necesita_ingrediente",
		text: "La receta no lleva ese ingrediente..."
	},
	{
		id: "mulata_felicita_por_ingrediente",
		text: "¡Muy bien! Que rico va a estar esto..."
	},
	{
		id: "mulata_fin",
		multiple-choice: 
		{ 
			title: "Ya completamos toda la receta. ¡Gracias por la ayuda!",
			options: ["Hacer otra", "¡Chau!"],
			onClick: ["mulata-otra", "mulata-done"]
		}		
	},
	{
		id: "negrito-tortugas",
		text: "Echamos carbones al agua para purificarla… Y tiramos tortugas para saber si está buena. Además, se comen los bichitos"
	},
	{
		id: "cantina-pregunta",
		text: "¿A quién querés que atienda?"
	},
	{
		id: "cantina-esclavo",
		text: "Ah, no, no. Está prohibido vender bebidas a esclavos. Pero bueno, dale"
	},
	{
		id: "cantina-amigo",
		text: "Ahí va una ginebra para el amigo"
	},
	{
		id: "aljibe",
		title: "Patio con aljibe",
		text: "Se echaban carbones al agua para purificarla y tortugas para saber si estaba buena. Además, se comían los bichitos"	
	},
	{
		id: "bochas",
		title: "Bolos",
		text: "La pulpería era un negocio donde se vendía todo tipo de productos para el consumo diario. Funcionaban a la vez como almacenes y como taberna, y eran lugares de ocio para los varones plebeyos. Eran locales sencillos. La mayoría de los pulperos provenían de España. Si bien las pulperías suelen considerarse como espacios exclusivamente masculinos, las mujeres pertenecientes a los sectores populares concurrían pero durante la mañana o en las primeras horas de la noche. Avanzada la noche, las pulperías se convertían en un espacio masculino en el que los parroquianos bebían, jugaban a las cartas, a los bolos y tocaban la guitarra."
	},
	{
		id: "perinola",
		title: "Perinola",
		text: "La pulpería era un negocio donde se vendía todo tipo de productos para el consumo diario. Funcionaban a la vez como almacenes y como taberna, y eran lugares de ocio para los varones plebeyos. Eran locales sencillos. La mayoría de los pulperos provenían de España. Si bien las pulperías suelen considerarse como espacios exclusivamente masculinos, las mujeres pertenecientes a los sectores populares concurrían pero durante la mañana o en las primeras horas de la noche. Avanzada la noche, las pulperías se convertían en un espacio masculino en el que los parroquianos bebían, jugaban a las cartas, a los bolos y tocaban la guitarra."
	}
]